Repository: Wigny/parking
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Cameras
pt_br: Câmeras

source: Drivers
pt_br: Motoristas

source: Vehicles/Drivers
pt_br: Veículos/Motoristas

source: Log out
pt_br: Sair

source: Parkings
pt_br: Parqueamentos

source: Vehicle brands
pt_br: Marcas de veículos

source: Vehicle models
pt_br: Modelos de veículos

source: Vehicles
pt_br: Veículos

source: Actions
pt_br: Ações

source: Attempting to reconnect
pt_br: Tentando reconectar

source: close
pt_br: fechar

source: Error!
pt_br: Erro!

source: Hang in there while we get back on track
pt_br: Aguente firme enquanto voltamos aos trilhos

source: Something went wrong!
pt_br: Algo deu errado!

source: Success!
pt_br: Sucesso!

source: We can't find the internet
pt_br: Não conseguimos encontrar a internet

source: Entered at
pt_br: Entrada em

source: Left at
pt_br: Saída em

source: Vehicle
pt_br: Veículo

source: Active
pt_br: Ativo

source: Are you sure?
pt_br: Tem certeza?

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Listing drivers
pt_br: Lista de motoristas

source: Name
pt_br: Nome

source: New driver
pt_br: Novo motorista

source: Phone
pt_br: Telefone

source: Show
pt_br: Detalhar

source: Back to drivers
pt_br: Voltar para lista de motoristas

source: Driver %{id}
pt_br: Motorista %{id}

source: Driver created successfully
pt_br: Motorista criado com sucesso

source: Driver updated successfully
pt_br: Motorista atualizado com sucesso

source: Edit driver
pt_br: Editar motorista

source: Save driver
pt_br: Salvar motorista

source: Show driver
pt_br: Detalhes do motorista

source: Back to vehicles
pt_br: Voltar para lista de veículos

source: Brand
pt_br: Marca

source: Choose the color
pt_br: Escolha a cor

source: Choose the model
pt_br: Escolha o modelo

source: Choose the type
pt_br: Escolha o tipo

source: Color
pt_br: Cor

source: Edit vehicle
pt_br: Editar veículo

source: License plate
pt_br: Placa

source: Listing vehicles
pt_br: Lista de veículos

source: Model
pt_br: Modelo

source: New vehicle
pt_br: Novo veículo

source: Saving...
pt_br: Salvando...

source: Show vehicle
pt_br: Detalhes do veículo

source: Type
pt_br: Tipo

source: Vehicle %{id}
pt_br: Veículo %{id}

source: Vehicle created successfully
pt_br: Veículo criado com sucesso

source: Vehicle updated successfully
pt_br: Veículo atualizado com sucesso

source: Back to vehicles/drivers
pt_br: Voltar para lista de veículos/motoristas

source: Choose the driver
pt_br: Escolha o motorista

source: Choose the vehicle
pt_br: Escolha o veículo

source: Driver
pt_br: Motorista

source: Edit vehicle/driver
pt_br: Editar veículo/motorista

source: Listing vehicles/drivers
pt_br: Lista de veículos/motoristas

source: New vehicle/driver
pt_br: Novo veículo/motorista

source: Save vehicle
pt_br: Salvar veículo

source: Save vehicle/driver
pt_br: Salvar veículo/motorista

source: Show vehicle/driver
pt_br: Detalhes do veículo/motorista

source: Vehicle/Driver %{id}
pt_br: Veículo/Motorista %{id}

source: Vehicle/driver created successfully
pt_br: Veículo/motorista criado com sucesso

source: Vehicle/driver updated successfully
pt_br: Veículo/motorista atualizado com sucesso

source: Edit camera
pt_br: Editar câmera

source: Listing cameras
pt_br: Lista de câmeras

source: New camera
pt_br: Nova câmera

source: On
pt_br: Ativo

source: Camera created successfully
pt_br: Câmera criada com sucesso

source: Camera updated successfully
pt_br: Câmera atualizada com sucesso

source: Choose a value
pt_br: Escolha um valor

source: Save camera
pt_br: Salvar câmera

source: Show camera
pt_br: Detalhes da câmera

source: Camera %{id}
pt_br: Câmera %{id}

source: Edit brand
pt_br: Editar marca

source: Edit model
pt_br: Editar modelo

source: Back to cameras
pt_br: Voltar para lista de câmeras

source: Back to parkings
pt_br: Voltar para lista de parqueamentos

source: Back to models
pt_br: Voltar para lista de modelos

source: Back to brands
pt_br: Voltar para lista de marcas

source: Listing parkings
pt_br: Lista de parqueamentos

source: Listing brands
pt_br: Lista de marcas

source: New brand
pt_br: Nova marca

source: Show parking
pt_br: Detalhes do parqueamento

source: Listing models
pt_br: Lista de modelos

source: New model
pt_br: Novo modelo

source: Brand %{id}
pt_br: Marca %{id}

source: Model %{id}
pt_br: Modelo %{id}

source: Parking %{id}
pt_br: Parqueamento %{id}

source: Save brand
pt_br: Salvar marca

source: Brand created successfully
pt_br: Marca criada com sucesso

source: Brand updated successfully
pt_br: Marca atualizada com sucesso

source: Model updated successfully
pt_br: Modelo atualizado com sucesso

source: Choose the brand
pt_br: Escolha a marca

source: Model created successfully
pt_br: Modelo criado com sucesso

source: Save model
pt_br: Salvar modelo

source: Show model
pt_br: Detalhes do modelo

source: Show brand
pt_br: Detalhes da marca

source: Log in now
pt_br: Entrar agora

source: Manage your parking lot' authorized drivers and vehicles along with the automated parking registrations powered by ALPR.
pt_br: Gerencie motoristas e veículos autorizados do seu estacionamento juntamente com registro automático de parqueamentos alimentado por Reconhecimento Automático de Placas Veículares (ALPR).

source: Failed to authenticate.
pt_br: Falha ao autenticar.

source: Welcome back!
pt_br: Bem vindo de volta!

source: You are not authorized to access this page.
pt_br: Você não está autorizado à acessar essa página.

source: You must log in to access this page.
pt_br: Você deve fazer login para acessar esta página.
